Revit 2024 API
FilterableValueProvider Properties
The FilterableValueProvider type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FilterableValueProvider Class
Autodesk.Revit.DB Namespace